Repository: atlas-studios/Session2-G2
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: “是！”羿清一喜，立马接过她手里的铁锹，“定不负恩人所托。”
en_us: "Yes!” Delighted, Yi Qing took over the metal spade from her, replying, "I will definitely not disappoint you."

source: “是！”羿清揉了揉鼻子，压下心底的感动，转身灭了火，挺直腰杆大步走了出去，隐隐有种名为‘师门骄傲’的东西涌了出来。
en_us: "Yes!" Yi Qing rubbed his nose and suppressed the gratitude within him as he turned to extinguish the fire. He stood tall and upright as he strode outside, slightly overwhelmed with the pride of being under the wing of this Master of his.

source: “是！”那弟子连忙应了一声，却仿佛忌讳什么一样，没有过来。
en_us: "Yes!" The disciple quickly responded. Yet, he stayed where he was, as if under some kind of spell.

source: “是！”郁红点了点头，回头看了众人一眼，其它人也纷纷点头。
en_us: "Yes!" Yu Hong nodded. She looked back at her group and they all nodded in agreement as well.

source: “是！”郁红这才转身走了出去，不到一会带着一名娇娇柔柔的绿衣仙子进来了，对方带些怯怯的朝着两人行了个礼，似是有些怕生，有意无意的往后躲了躲。
en_us: "Sure!" exclaimed Yu Hong before leaving the room. Not long after, Yu Hong then came back with a dainty young fairy wearing green. She walked towards them cautiously before bowing to them. It seems as if she was afraid of strangers as she subconsciously took a step back.

source: “是！师父。”
en_us: "Right, Master."

source: “是！师父。”羿清紧了紧身侧的手，深吸了一口气转身道，“秋掌门，这些时日在贵宗多有打扰，羿清本就是散修，受不得宗门规矩束缚，自请辞去客卿长老一职，仙途渺渺望诸位能早登仙界。”说完直接掏出入门时，发下的弟子玉牌递了过去。
en_us: "Yes, Master!" Yi Qing clenched his fists and breathed in deep. Turning around, he said, "Hall Master Qiu, I've troubled you. Yi Qing has always been an itinerant cultivator, never wanting to conform to a sect's rules. I hereby ask for permission to leave this sect. May all of you have good progress toward Immortality." Once the words were out of his mouth, he walked toward the exit of the hall. He handed his disciple jade token back to the people of Blackheaven Sect.

source: “是！掌门！”*9
en_us: "Yes! Sect Master!" *9

source: “是，家主。”弟子立马转身跑出去了。
en_us: "Yes, Master." The disciple immediately rushed out.

source: “是，师父。”他毫不迟疑的放下了筷子。
en_us: "Yes, Master." He put down the chopsticks without hesitation.

source: “是，师父！”羿清点头，这才看向孤月道，“那日，我帮他驱除体内的元灵剑气时，发现他的剑气虽然混乱，但也不是完全不可收拾。我原以为他年轻小，不懂得压制的结果。但我用仙气帮他去除剑气时，却格外顺畅的就探入了他的丹田之中，没有遇到任何阻碍，这很不正常。”
en_us: "Yes, Master!" Yi Qing nodded then turned to look at Lonemoon and continued, "When I was helping him drive out the Qi of YuanLing Sword that day, I realized although it was muddled, it was not entirely out of hand. My first thought: this was a result of the kid's incapability to suppress the Qi. However, the journey into his elixir field was exceptionally smooth when I used Immortal Qi to get rid of Qi of sword. That was extremely abnormal.

source: “是，师父！”羿清立马转身御剑，一边飞还不忘一边问。
en_us: "Yes, Master!" Yi Qing immediately turned and rode his sword. As he flew along, he did not forget to ask.

source: “是，师父！”羿清身形一转，下一刻已经冲向了青亦。
en_us: "Yes, Master!" Yi Qing turned back around and charged toward Qing Yi.

source: “是，掌门。”
en_us: "Yes, Sect Master."

source: “是，掌门。”暗喜接过。
en_us: "Yes, Sect Master." She accepted, rejoicing in her heart.

source: “是，掌门。”欣喜接过。
en_us: "Yes, Sect Master." She accepted a bell in joy.

source: “是，掌门。”狂喜接过。
en_us: "Yes, Sect Master." She was ecstatic as she accepted it.

source: “是，掌门。”高兴接过。
en_us: "Yes, Sect Master." She accepted a bell happily.

source: “是，掌门！”*9
en_us: "Yes Sect Master!"

source: “是，掌门！”两位妹子齐齐回了一句，立马上前乖乖的跟在了沈萤后面，眼睛亮得似是发着光，不愧是自家的掌门，还是这么威武霸气。
en_us: "Yes, Sect Master!" The two girls replied in unison and immediately followed behind Shen Ying obediently, their eyes shining brightly. She was indeed worthy of being their sect master—she had displayed her awesome might yet again.

source: “是，掌门！”思羽用力点头，按了按拳头就走了过去。
en_us: "Yes, Sect Master!" Si Yu nodded. Then, she punched him.

source: “是，长老！”思羽抱拳行了个礼，身形一变，瞬间又缩水成了刚那个娇滴滴的女子。仿佛刚那身肌肉没出现过一样。
en_us: "Yes, Elder!" Si Yu exclaimed. She cupped her fist to show her respect and her body then shrunk back to the original dainty girl. It was as if the muscles previously did not even appear at all.

source: “晚上好！”沈萤瞅了瞅眼前的酒楼，好心情的挥了挥手。
en_us: "Good evening!" Shen Ying took a look at the restaurant before her and waved her hand happily.

source: “暂时还不清楚。”羿清摇了摇头，这里灵气十分浓郁，甚至比之前那片森林更甚，但不知道为啥，他总觉得这些灵气哪里有些不正常，“这里肯定隐藏着什么，小心点。”
en_us: "I'm not sure yet." Yi Qing shook his head. The Spirit Qi there was extremely thick — even thicker than it was in the forest. Yi Qing just couldn't figure out why the Spirit Qi felt abnormal. "There's something hidden here. Be careful."

source: “曲双城又出了何事？”他一边御剑一边道。
en_us: "What happened to Qushuang City again?" He asked while riding his sword.

source: “曲双城被封后，君上允诺再赐我薄家一处仙城，但旨意下来还需要段时间。我等又不能留在曲双城中，思起孤月兄上次的邀约，所以就过来了。”
en_us: Pu Feiping continued, "after Qushuang City was closed, the Lord granted my family another immortal city. However, it will take quite a fair bit of time for the will to be carried out. Furthermore, my family cannot stay in Qushuang City any longer, so I came here to look for you as per what you said the previous time."

source: “更巧的是，天生剑体还引来了一只魔族。由于魔气的原因，我体内的魔种未等清除，提前苏醒。并想趁着我记忆未恢复时，令我完全入魔。”他眉头已经皱得死紧，“我在最后一刻清醒过来，如今已经没法完全将魔种驱除，还忘大仙……”
en_us: "What's even more coincidental, was that the natural powerhouse even attracted a Devil. Because of the Demonic Aura, I woke up before my body was completely rid of the Demon Seed. It wanted to completely "demonize" me before I regained all of my memories." His eyebrows were already furrowed dead-tight as he spoke. " I woke up at the last instant, already unable to fully exorcise the Demon Seed out of me. Now if I may ask of the Great Immortal's help in..."

source: “最后一次，萝卜在哪？”她眼神轻眯，杀气四溢。
en_us: "Last chance. Where is the radish?" asked Shen Ying, narrowing her eyes, her entire being giving off a murderous vibe.

source: “有……吗？”啥？
en_us: "Is... there?" Huh?

source: “有……很多项吗？”不是只要抓住就可以了吗？
en_us: "Are there... many types?" Don't I just have to grab them?

source: “有……的吧？”萝卜地是什么？能不能说清楚点啊？
en_us: "I think… so?" What radish? Can you make it clearer?

source: “有了！”
en_us: "Got it!"

source: “有人在吗？有人在吗？”两只兔妖战战兢兢的走入无敌派山门，哑着嗓子，轻轻唤了两句。
en_us: "Is anybody here? Is anyone here?" Two trembling rabbit demons, walking through the Invincible Sect's mountain entrance, asked in soft, husky voices.

source: “有到是有……”这是很重要的条件吗？那不是外门未僻谷弟子才需要的吗？“若是喜欢，皆可到外事堂领取。”
en_us: "Yes, we do…" Is this a very important condition? Isn't food only required by outer sect disciples who have not yet practiced Grain Liberation? "If you like, you can obtain it from the Outer Affairs Hall."

source: “有劳妖王。”
en_us: "Thank you Demon Monarch."

source: “有劳掌门帮我安排一处有厨房的住处。”羿清直接拱手道。
en_us: "Sect Master, I must trouble you to arrange a place with a kitchen." Yi Qing clasped his hands in a show of thanks.

source: “有劳秋掌门。”羿清直接把手里的幡旗递了过去，“既然此事已了，羿清就此告辞了。”正打算转身出门，奚秋却先一路拦住了人。
en_us: "I greatly appreciate your help, Hall Master Qiu." Yi Qing passed the flag in his hand directly over to him. "Since this matter is over, Yi Qing will now take his leave." But as he was about to turn and walk out, Xi Qiu blocked his way.

source: “有劳这位带路的道友快些，我师父饿了。”
en_us: "Fellow Daoist, please lead the way quickly, my master is hungry.”

source: “有劳道友。”他礼貌的打了个招呼，却见对方直直的站着，低着头一点反应都没有。以为对方有些生气他之前的怠慢，他下意识的站近了一些，“是在下的疏忽，这一道辛苦了。还忘道友莫怪。道友，道友？道友你……”
en_us: "Thank you Fellow Daoist." He politely said, but the girl merely stood there straight with her head pointed down, giving no response at all. He thought the other party was angry for his negligence, hence he subconsciously took a step closer. "Pardon my negligence, it must have been tiring this journey. I do hope that Fellow Daoist will not be mad. Fellow Daoist, Fellow Daoist? Fellow Daoist, you…"

source: “有劳道友，帮我捉拿这几个叛徒了。”振祥笑得一脸的和气。
en_us: "Thank you, Fellow Daoist, in helping me capture these traitors." Zhen Xiang laughed, wearing an amiable look.

source: “有可能。”
en_us: "Possibly!"

source: “有吃的吗？”沈萤突然问。
en_us: "Is there food to eat?" Shen Ying asked suddenly.

source: “有命买，还要看你有没有命用！”那魔修一挥手，大片荆棘再次疯涨，挥舞着朝这边抽了过来。
en_us: "You lived long enough to buy it, but let's see if you can live to use it!" With a wave of his hand, a mass of thistles and thorns erupted from the ground again, thrashing towards them.

source: “有啊。”沈萤指了指外面，刚想回答。
en_us: "Yes." As Shen Ying answered, she pointed outside.

source: “有啊！”她点头。
en_us: "Yes!" She nodded.

source: “有啊！”沈萤点头。
en_us: "I do!" Shen Ying nodded.

source: “有多少。”
en_us: "How much."

source: “有妖气！”羿清眉头一紧，留下一句转身御剑就往镇子东侧飞了过去。
en_us: "Demonic aura!" cried out Yi Qing in warning. Frowning, Yi Qing turned and hopped onto his sword and started flying towards the east side of the town.

source: “有时别把事情想太复杂。”她朝她嘴角塞了块糕点道，“这种事你自己乐意就好，如果他介意你以前的事，那只能证明他不值得你用心。喜欢就在一起，不喜欢就分开。多大点事？”
en_us: "Sometimes, it's not good to over-complicate things." Shen Ying stuffed a pastry in her mouth and continued, "As long as you're happy, you should do what you want. If he minds your past, then he's not worth your effort. If you like him, then get together. Otherwise, split up. What's the big deal?"

source: “有是有。”奚秋回答，突然明白了他的意思，震惊的回头看向他，“羿真人的意思，莫非……”
en_us: "Yes there is," Xi Qiu answered, suddenly understanding what he meant. Shocked, he looked over to him. "Perfected Yi, could you mean that…"

source: “有是有，你能不能……”
en_us: “Yes, there is something, can you...”

source: “有！”魔王立马站直。
en_us: "Yes!" The Devil King immediately stood as straight as an arrow.

source: “本尊每天那么多事，哪有空管你的闲事。”他横了她一眼，“不过，若是以后你敢伤及无辜，我定不会心慈手软。”
en_us: "I have many things to deal with every day. I don't have the time for you." He shot a glance at her. "However, if you ever dare harm the innocent again in the future, I will definitely not show mercy."

source: “本来我只想，废了你的修为就算了……”他越说越狠，那眼神似乎想从对面人身上扒下一层皮来，“但没想到，你居然跑去勾引了玉鼎。你是个什么东西，只不过是我捡回来的一个丐儿，也配留在他的身边！”
en_us: "In the beginning, I only wanted to maim your cultivation…" The more he spoke, the crueler he became. That look in his eyes suggested a desire to peel off skin. "Never did I expect you to seduce Yu Ding. What are you? You are merely a beggar that I picked up. How can you deserve to stay by his side!"

source: “本来是没什么关系。”孤月继续道，“往年每次历练的弟子，只需要一名金丹修士带队，以保证弟子的安全就可以了。但是这次宗门接到的求助里，南边好像出现了一只厉害的妖怪，听闻有九阶。普通金丹修士根本对付不了。而各堂主们又忙着追查上次玉鼎那个事去了，不在宗门。所以奚秋才想到你那厨子。”
en_us: "By all rights, nothing." Lonely Moon continued. "In previous years, only one Golden Core cultivator was needed to lead the team to ensure the safety of the disciples during the annual experiential training expedition. But this time the sect received requests for help to deal with a powerful ninth-level demon that has apparently appeared in the south. The ordinary Golden Core cultivators can't deal with it at all. The hall masters are all busy investigating the Yu Ding case and are not in the sect. So Xi Qiu thought of your chef."

source: “杀了她！”
en_us: "Kill her!"

source: “来一块吗？”沈萤直接递了一块肉过去。
en_us: "Do you want a piece?" Shen Ying handed a slab of meat over to Lonemoon.

source: “来不及了！”
en_us: "We're running out of time!'

source: “来不及了，异火要过来了。”羿清退了回来提醒道，四周的温度越来越高，剑气已经快要挡不住，异火已经快烧到三人了，再不出去，就要葬身火海了。
en_us: "It’s too late, the Deviant Fire is heading this way," warned Yi Qing as he retreated from the flames. With the temperature around them rising steadily, his Sword Qi was losing the battle against the flames. The Deviant Fire was almost upon the three of them. If they could not find a way out soon, they would be engulfed in this sea of flames.

source: “来了。”郁红看了一眼众人，细细点了一下人数，“都到齐了吗？可有被发现？”
en_us: "Coming." Yu Hong looked at the rest of them and took count. "Is everyone here? Have any of you been discovered?"

source: “来了！”孤月跟羿清对视了一眼，双双飞了出去。
en_us: "They're here!" Lonemoon and Yi Qing looked at each and then both flew off together.

source: “来了！”话音刚落，底下传来一个弟子的低声急呼。
en_us: "It's here!" Just as Lonemoon finished speaking, a disciple called out urgently from below.

source: “来人，去把苍狼给我请来！”
en_us: "Servants, go and fetch Lone Wolf! Bring him to me!"

source: “来人，立即去通报家族，算了……你们看好少爷，我亲自去请罪！”
en_us: "Servants, go notify the family clan immediately, oh forget it... the lot of you take good care of Young Master, I will personally go and make apologies!"

source: “来小红，加油！”
en_us: "Come on Little Hong, you can do it!"

source: “来的好，黑色元力！”
en_us: "What a great move! Black essence force!"

source: “来者是客。”
en_us: "You're a guest."

source: “来者是客嘛。”
en_us: "Everyone that comes in here is a guest."

source: “来者是客，谈要求伤感情不是。看楼主是爽快的人，不如趁此贵楼重建的机会，这建设的灵石就当我无敌派正式入股了怎么样？”
en_us: "Everybody that comes in here is a guest, talking about requests hurt feelings. Since you are a straightforward person, why not let's make use of this opportunity to use the spirit stones for rebuilding as a share investment my Invincible Sect is undertaking?"

source: “杨管事您找我？”
en_us: "Manager Yang, did you ask for me?"

source: “杨管事，杨管事！”
en_us: "Manager Yang, Manager Yang!"

source: “果然……”
en_us: "Indeed..."

source: “果然……又完美融合了！”
en_us: "Sure enough… another perfect fusion!"

source: “果然有效！”
en_us: "It was indeed effective!"

source: “果然能封印元力，好神奇！”
en_us: My essence force has indeed been sealed off! How magical!

source: “果然还是老不死你明白我心，知道我有话说……”
en_us: "You really do understand me, Old Fart Undying. You know I have words to say…"

source: “柳长老。”
en_us: "Elder Liu."

source: “桀桀！”
en_us: "Charge! Charge!"

source: “楼主放心，关于重建追魂楼的事包在无敌派身上。”他一脸自信的道，“我无敌派好歹是各派公认的隐世大仙门，这点灵石还是出得起的。不仅如此，我们再赔偿贵楼一些极品灵石你看如何？”
en_us: "Rest assured Tower Master, leave the rebuilding of the Soul Chasing Tower to the Invincible Sect." He said with a face of confidence, "My Invincible Sect is the publicly acknowledged hidden great immortal sect, such amount of spirit stones are still within our means. Moreover, we will compensate your tower with some exquisite spirit stones, what do you think?"

source: “楼主请。”
en_us: "Please, Tower Master."

source: “槽了！”呈安一急，抬头一看只见那团黑气已经冲出了阵法的范围，直接冲着右侧飞去，而那边守着的是……
en_us: "Oh No!" An anxious Cheng An looked up and saw that the mass of black Qi had already broken clear of their array formation and was flying directly to the right, which was guarded by…

source: “槽！”
en_us: "Shit!"

source: “槽！”他险些一口茶喷出来，回来那天，不就是他刚刚听到白泽这个名字的时候，“你丫怎么猜到他是剧情人物的？”居然一开始就看出来了，她到底怎么做到，不动脑的时候是智障，一动脑就一针见血的？
en_us: "Shit!" He almost choked on his tea. Wasn't the day she came back the same day that he heard of Bai Ze's name? "How did you freaking guess that he was a character in the plot?" She guessed it right from the start. How exactly does she do it? She was a retard when she didn't use her bread, but when she did, she was always accurate.

source: “槽！”孤月忍不住骂了一声，男主角果然不简单，“这么重要的事，你怎么早不跟我说？”
en_us: "F***!" Lonemoon could not help but swore, the Male protagonist is complicated indeed, "Why didn't you tell me earlier? It's a crucial matter!"

source: “槽，这到底是什么阵法，居然如此强悍。”孤月骂了一句。
en_us: "Shit, what kind of array is this? How can it be so incredibly strong," cursed Lonemoon.

source: “橙雨，你冷静一点，当年我也是迫不得已，这事不能怪我。”甘子睿退后一步，越加慌乱的解释道，“当年我也只是个金丹修士，那玉鼎真人要你，我又有什么办法？要怪……要怪只能怪你是纯阴之体。”
en_us: "Qi Chengyu, calm down. I was forced by the circumstances then, you can't blame me for what happened." Stepping back, the increasingly flustered Gan Zirui tried to explain himself. "At that time I was only a Golden Core cultivator, so when that Yu Ding wanted you, what choice did I have? You can only blame… blame yourself for having a pure Yin body."

source: “正是。”羿清回。
en_us: "That's right," replied Yi Qing.

source: “正是！”
en_us: "That's right!"

source: “此事因本座而起。”他的声音再次一低，“自然应由本座了结。”
en_us: “This matter started off with me, ”His voice lowered again，“ and I should be the one that puts an end to this.”

source: “此事，还没有定论，单凭一面之词不足为证。”郁海珩仍是不死心，“现在振祥的躯体都不知道在哪，怎能证明它真的练了魔功。”
en_us: "There still isn't a definitve conclusion for this matter, a one-sided story is insufficient to use as evidence." Yu Hai Heng still did not want to let it go, "Now that Zhen Xiang's body is nowhere to be found, how can we be sure that he did practice fiendish arts."

source: “此地不宜久留。”
en_us: "I cannot stay here for too long. "

source: “此地的灵兽凶险，还是做点准备好。”易峰举了举手里的物品解释道，“这些可以做为辅助，不知沈掌门更精通御兽中的那一项？”
en_us: "The spirit beasts here are very dangerous. We need to be prepared," Yi Feng raised the equipment in his hands and continued, "These can aid us. What kind of beast control techniques are you most familiar with, Sect Master Shen?"

source: “此地距上青界近，而且是灵气最充裕的一座浮峰。”兔王指了指那座浮峰解释道，“它的方位刚好处于人妖两界至阳点上，妖气不侵。”
en_us: "This place is close to the Upper Azure World and it is the mountain that is most abundant in Spirit Qi." Pointing at the floating mountain, the Rabbit Monarch explained, "It is located exactly at the point on the boundary between the Human and Demon Realm, where Yang Qi is at its highest, so demonic aura cannot get through."

source: “此幡仍是芮糜所造，魔修素来狡诈，想必这幡中留有我等未曾看破的玄机。”奚秋一脸沉重的回答道。
en_us: "The flag was definitely made by Rui Mi, who has always been cunning. There must be a mystery in the flag that we have yet to figure out." Xi Qiu replied with a serious expression on his face.

source: “此物既然是尊者的，那便物品原主吧！”戚橙雨这才从沈萤真的拉了个化神尊者回来，的震惊中回过神来，连忙将手里的东西还了回去，心下也有些紧张，虽然沈萤是好意，但她毕竟是魔修，若是对方有敌意，在化神面前根本跑不了。
en_us: "Since these items belong to you, Supremacy, then I shall return them to you!" It was only then that Qi Chengyu recovered from the shock of Shen Ying dragging a Soul Formation Supremacy over, as she quickly returned the items in her hands with some anxiety. Although Shen Ying had good intentions, she was a fiendish cultivator after all; if the other party had hostile intentions, she would not be able to escape from a Soul Formation cultivator.

source: “此话怎讲？”奚秋一愣。
en_us: "How so? asked Xi Qiu, surprised.

source: “武技又进步了？难道这黑色元力真的那么邪门，问题是黑色元力在我身上，我不过是和他们对战而已，他们的武技怎么可能有所感悟？邪门，太邪门了……”
en_us: "His technique improved too? The black essence force is so bizarre. But the thing is, the black essence force is within me; all I did was to battle them, so how could their technique improve? Bizarre indeed... "

source: “武殿给的！”
en_us: "The Martial Arts Hall gave them to me!"

source: “武殿？”
en_us: "The Martial Arts Hall?"

source: “武殿？铸鼎境九重？”
en_us: The martial arts hall? The ninth grade of the Cast Tripod Realm?

source: “毁你？说起来，你现在修成元婴，还不是拜我当日送你去冥阴山所至，你不应该感谢我吗？”
en_us: "Destroy you? Now that you have completed your cultivation of a Nascent Soul, shouldn't you thank me for sending you off to Ming Yin Mountain?"

source: “每一个妖开智之前都会在体内形成妖丹。”兔王指了指自己的肚子，“那是妖族修练的根本。而且普通妖丹不行，需要使用八阶以上妖类的妖丹才可。”
en_us: "Before attaining wisdom, every demon will form a demon core within their bodies." The Rabbit Monarch pointed at his own stomach. "It is the foundation of the demon races' cultivation. Also, a normal demon core will not work. Only the core of a demon that is level eight or above can be used."

source: “每个人都是不一样的，性格不一样，境遇不一样，结局自然也就不一样。”她继续道，“你不找个好点的目标比，好歹一个村出来的，怎么不跟我比比。”
en_us: "Everyone is different, their personalities are different, their circumstances are different, and their fates will naturally be different." She continued, "If you insist on comparing, why don't you pick someone from your hometown, like me?"

source: “每个人都有自己的擅长的，别尽盯着自己的修为，比起赚钱来，我们哪个是你对手？前两天，你不是还坑了枫影三分之二个追魂楼吗。”
en_us: "Everyone has their own strengths, don't just focus on your cultivation, when it comes to making money, which one of us is your match? Didn't you con Feng Ying into handing over a two-third share of Soul Chasing Tower just two days ago?"

source: “毒龙钻！”
en_us: "Venom Dragon Drill!"

source: “比武技？你们这群酒囊饭袋……什么时候比得过我？”
en_us: "Competing martial arts? You bunch of good for nothings... When did you think you can win against me?"

source: “比赛啊。”
en_us: "The competition."

source: “比赛明天才会开始，今晚大家好好休息。”孤月扫了眼前的九个妹子一眼，可能是第一次参加这种正规的比赛，几人显得都有些紧张，他只好沉声安慰道，“你们能力不差，放宽心就好。能拿到前十固然好，万一不行直接认输就是不用硬拼。”
en_us: "The competition will begin tomorrow. Everyone get some rest tonight." Lonemoon scanned all the nine their disciples. Some of them seemed nervous, perhaps because it was their first time participating in such a proper competition; thus, he calmly encouraged them, "Your abilities are not bad. Just relax and it will be fine. While it’ll be good to be able to clinch the top ten, there's no need to overdo it too much if it isn’t possible. Just admit defeat at that time."

source: “比赛？”她？谁TM打得过你啊？
en_us: "Competition?" You? Who the hell can beat you?

source: “毕浩？你就是血魔禹琰的护法！”戚橙雨神情一紧，越加警惕的看着这两个来者不善的人。
en_us: "Bi Hao? You are the Blood Fiend Yu Yan's Dharma Protector!" Qi Chengyu became more wary towards the two people who were approaching with ill intent.

source: “毛团？”沈萤回头一看，“你还有事？”
en_us: "Furball?" Shen Ying turned her head and asked, "You have some other matters to discuss with us?"

source: “水族。”白泽眉头拧了起来。
en_us: "Marines." said Bai Zhe, frowning.

source: “江云海？”
en_us: "Jiang Yun Hai?"

source: “江如虎……”
en_us: "Jiang Ruhu..."

source: “江如虎今日我必须要废，谁敢拦我，后果自负！”
en_us: "Today I will cripple Jiang Ruhu. Anyone who obstructs me shall face the consequences!"

source: “江如虎受死？”
en_us: "Jiang Ruhu, accept your death?"

source: “江如虎果然派人盯梢！”
en_us: "Jiang Ruhu has indeed sent people to tail behind me!" Jiang Yi murmured

source: “江如虎说不定明天就会找来，还是先研究一下黑色元力吧，这内伤反正已经暂时压制了，迟些再疗养好了……”
en_us: "Who can say for certain that Jiang Ruhu won't come tomorrow? I think I should start researching that black essence force for a bit; after all, this inner injury has temporarily been suppressed. I think trying to heal it later would be better..."

source: “江如虎，不过劝你一句罢了，你们竟下这种狠手……哼，总有一天小爷会连本带利向你们讨回来！”
en_us: “Jiang Ruhu,” Jiang Yi muttered bitterly, “all I did was nag you a little, yet you guys attacked me?! Hmph! One day I’ll get my revenge against you!”

source: “江如虎，我就知道你不会放过我，所幸小爷……也从没奢望你会高抬贵手。”
en_us: "Jiang Ruhu, I knew you would not let me off so easily. Thankfully, this young master... has never had excessive hopes that you would ever be magnanimous."

source: “江如龙？”
en_us: "Jiang Rulong?"

source: “江如龙？哼哼！我现在最缺的就是时间，如果江如龙在武殿闭关一两个月，到时候对上小爷，谁赢谁输还不一定呢！”
en_us: "Jiang Rulong? Hmph! What I'm lacking the most is time. If Jiang Rulong stays in seculsion at the Martial Arts Hall for one to two months, by the time he fights against this Young Master, no one can say for certain who would win and who would lose!"

source: “江家小贼，你敢……”
en_us: "Jiang Clan scoundrel, how dare you..."

source: “江家杂碎！”
en_us: "Jiang Clan rascal!"

source: “江家？”
en_us: "The Jiang Clan?"

source: “江恨水！”
en_us: "Jiang Henshui!"

source: “江松？他还来干什么？”
en_us: "Jiang Song? What is he doing here?"

source: “江豹！”
en_us: “Jiang Bao!”

source: “江逸住手！”
en_us: "Jiang Yi, stop!"

source: “江逸参见武堂长老！”
en_us: "Jiang Yi pay his greetings to the Martial Court Elder!"

source: “江逸快放了虎哥，否则要出大事的……”
en_us: "Jiang Yi, quickly release Brother Hu, otherwise you'll have a big problem on your own hands..."

source: “江逸，今日你竟敢断虎哥的手脚？你死定了！”
en_us: "Jiang Yi, how could you dare to break Brothe Hu's hands and legs? You're done for!"

source: “江逸，你完了，你死定了！你有种杀了我，否则我发誓要把你撕裂成碎肉！”
en_us: "Jiang Yi, you're finished, you're done for! If you have the guts, just kill me here and now, otherwise I swear I will rip you to shreds!"

source: “江逸，你敢！”
en_us: "Jiang Yi, how dare you!"

source: “江逸，你疯了吗？”
en_us: "Jiang Yi, have you gone mad?"

source: “江逸，快给我出来！”
en_us: “Jiang Yi, hurry up and report to me now!”

source: “江逸，放了虎哥，饶你一死！”
en_us: "Jiang Yi, let Brother Hu go, and we'll all spare you from death!"

source: “江逸，滚出来！”
en_us: "Jiang Yi, come out here now!"

source: “江逸，识相的就立即滚下山去，什么也不要多说，更别在这碍眼。否则坏了大爷的好事，老子让你好看！”江逸不想找事，可对方却明显没有善罢甘休的意思，江豹一双阴狠的眸子内都是凶光，冷冷盯着江逸。
en_us: “Jiang Yi, if you know what’s good for you, get off the mountain right now! Don’t bother saying anything, and don’t stay here and irritate me! If you dare to meddle in my work, I will get my revenge on you!” Jiang Yi had no desire to stir up trouble, but Jiang Bao clearly had no desire to let him be. Jiang Bao gave off an intimidating air of ferocity and ruthlessness as he eyed Jiang Yi coldly.

source: “江逸，还敢伤人，今日没人能救你！”
en_us: "Jiang Yi, you dare continue hurting people? No one can save you today!"

source: “沈……”它转身想飞过来，魔蛟却再次挡在了他面前，拖住他的脚步。
en_us: "Shen Ying..." Bai Zhe wanted to fly over to her side but the Demonic Wyrm once again blocked his way.
